Repository: alvaroabascar/kolore
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, eu

source: Edit
es: Editar
eu: Aldatu

source: Categories
es: Categorías
eu: Kategoria

source: Return
es: Volver atras
eu: Atzera

source: Save
es: Guardar
eu: Gorde

source: Delete
es: Eliminar
eu: Ezabatu

source: <span class='text-info'>Search for existing categories or write a new one and <b>press enter</b></span>. Please try <b>not to duplicate</b> categories.
es: <span class='text-info'>Busca una categoría o crea una nueva y <b>presiona enter</b></span>. Por favor, trata de <b>no duplicar</b> las categorias.
eu: <span class='text-info'>Bilatu kategoria bat edo berri bat idatzi eta <b> enter sakatu</b></span>. Mesedez, saiatu zaitez kategori bat <b>ez duplikatzen</b>.

source: Add Category
es: Añadir Categoria
eu: Gehitu kategoria

source: Introduce your name and surname.
es: Introduzca su nombre y apellido.
eu: Zure izen eta abizenak ipini

source: Post
es: Entrada
eu: Blog sarrera

source: Help
es: Ayuda
eu: Laguntza

source: Categorize
es: Categorizar
eu: Kategorizatu

source: Write
es: Escribir
eu: Idatzi

source: Publish
es: Publicar
eu: Argitaratu

source: Tell your story
es: Cuenta tu historia
eu: Heman zure istoriaren berri

source: Share how you feel
es: Comparte como te sientes respecto a algo
eu: Nola sentitzen zara ?

source: You’ll never please everyone
es: Nunca satisfacerás a todos
eu: Ez bilatu guztien onarpena

source: Write about things that matter to you
es: Escribe sobre lo que te importa
eu: Atsegin dituzun gaiaz idatzi

source: Inform, inspire and interact
es: Informa, inspira e interactua con otros
eu: Informatu, inspiratu eta elkarbanatu

source: Put aside time to read others blog
es: Guarda tiempo para leer otros blogs
eu: Denbora hartu idazteko

source: When an idea strikes, write it down
es: Cuando surja una idea, escribela
eu: Ideia bat duzunean, idatzi

source: Understand who is reading your blog
es: Comprende quienes son tus lectores
eu: Argi eduki norentzako idazten duzun

source: Do it at least, once a week
es: Escribe, al menos, una vez por semana
eu: Astero idatzi

source: Put aside time to create quality content it doesn’t just appear
es: Dedica tiempo a crear contenido de calidad, no solo a publicar
eu: Beharrezko denbora hartu kalitatezko edukia sortzeko

source: Ask your readers questions
es: Haz preguntas a tus lectores
eu: Galderak egin zure irakurleak parte hartu dezaten

source: Brainstorm regularly
es: Recolecta ideas regularmente en un cuaderno
eu: Brainstorming-ak egin

source: Not every post needs to go viral
es: No todo el contenido ha de ser viral
eu: Sarrera guztiak ez dute arrakasta berdina izango, ez larritu

source: Write, Write, Write
es: Escribe, escribe y escribe
eu: Idatzi, idatzi, idatzi

source: And <strong>Yes !</strong> everyone writes good content if it wants
es: y <strong> Si! </strong> todo el mundo puede crear contenido de calidad
eu: <strong>Edonork </strong> sor dezake kalitatezko edukia !

source: Next
es: Siguiente
eu: Hurrengoa

source: It's important to try to keep your content organized. Categorizing posts helps you to keep <b>your stuff organized.</b> Also helps search engines to understand the content of your website.
es: Es importante que seas ordenado. Categorizar cada entrada <b> te mantiene ordenado</b>. Eso también ayuda a que Google entienda el contenido de tu blog.
eu: Kategoriak ipintzea, zure edukia <b>txukun mantetzen</b> lagunduko dizu. Horrela Google-k ere zure edukia ulertu ahal izango du.

source: Previous
es: Anterior
eu: Aurrekoa

source: Blog Post
es: Entrada de Blog
eu: Blog Sarrera

source: Title
es: Titulo
eu: Izenburua

source: Enter a title
es: Introducir un título
eu: Tituloa gehitu

source: Write here your blogpost, and when you finish, click next.
es: Escribe aquí tu entrada y al finalizar haz click en siguiente
eu: Idatzi zure blog sarrea eta bukatzean sakatu "hurrengoa"

source: Publish the
es: Publicar el
eu: Argitaratu

source: You are done, now is time to publish it and make it available to the world. Remember to share it in your social networks !
es: Has terminado. Ahora es el momento de publicar y hacer que el contenido sea accesible a todos. Acuérdate de compartir la entrada en las redes sociales !
eu: Bukatu duzu dagoeneko. Orain argitaratzeko ordua da. Gogoratu sare sozialetan elkarbanatzea !

source: Publish Now
es: Publicar
eu: Argitaratu orain

source: Edit the title
es: Editar el titulo principal
eu: Aldatu sarreraen izenburua

source: Content
es: Contenido
eu: Edukia

source: Edit the main content
es: Editar el contenido principal
eu: Sarreraren eduki nagusia

source: Try not to duplicate
es: Trate de no duplicar
eu: Saiatu ez bikoizten

source: Changes
es: Cambios
eu: Aldaketak

source: By saving all the changes will be published
es: Al guardar, se publicarán los cambios
eu: Aldaketak argitaratuko dira gordetzean

source: You should update your Internet Explorer
es: Debería de actualizar la versión de Internet Explorer para tener una correcta visualización del contenido.
eu: Internet Explorer berritu beharko zenuke dena ondo ikusteko.

source: Add Post
es: Añadir Entrada
eu: Gehitu Sarrera

source: Published
es: Publicado
eu: Argitaratua

source: Actions
es: Acciones
eu: Ekintzak

source: Cancel
es: Cancelar
eu: Utzi

source: Menu
eu: Menua

source: Language
es: Idioma
eu: Hizkuntza

source: Options
es: Opciones
eu: Ezarpenak

source: Basque
es: Euskera
eu: Euskara

source: Spanish
es: Castellano
eu: Erdara

source: English
es: Ingles
eu: Ingelesa

source: Pick a category from the list to edit or delete it.
es: Elija una categoría de la lista para editar o eliminarla.
eu: Aukeratu kategori bat editatu edo ezabatzeko.

source: Edit <b>Categories</b>
es: Editar <b>Categoría</b>
eu: Kategoria <b>Aldatu</b>

source: All <b>Categories</b>
es: Todas las <b>Categorías</b>
eu: Kategori <b>Guztiak</b>

source: Add <b>Categories</b>
es: Añadir <b>Categorias</b>
eu: Kategoria <b>Sortu</b>

source: General <b>Settings</b>
es: <b>Configuración</b> General
eu: Ezarpen <b>Orokorrak</b>

source: Here you can change the name that will be displayed in the website.
es: Aquí puede editar el nombre que se visualiza en las entradas.
eu: Weborrian agertzen den izena aldatu dezakezu hemen.

source: Add <b>Post</b>
es: Añadir <b>Entrada</b>
eu: Sarrera <b>Sortu</b>

source: Some tips for writing a <b>blog post</b>
es: Algunos consejos para escribir una <b>entrada</b>
eu: Laguntza <b>sarrera</b> bat idazteko

source: Post <b>Categories</b>
es: Categorías de la <b>Entrada</b>
eu: Sarreraren <b>Kategoriak</b>

source: Select <b>Categories</b>
es: Selecciones las <b>Categorías</b>
eu: Aukeratu <b>Kategoriak</b>

source: Write the <b>Blog Post</b>
es: Escriba una <b>Entrada del blog</b>
eu: Idatzi <b>Sarrera</b>

source: Edit <b>Post</b>
es: Editar <b>Entrada</b>
eu: Aldatu <b>Sarrera</b>

source: All <b>Posts</b>
es: Todas las <b>Entradas</b>
eu: <b>Sarrera</b> Guztiak

source: Category
es: Categoría
eu: Kategoria

source: Change the name of the category
es: Cambiar el nombre de la categoría
eu: Aldatu kategoriaren izena

source: Add
es: Añadir
eu: Gehitu

source: Files
es: Archivos
eu: Fitxategiak

source: Drop file here or
es: Arrastrar una imagen o
eu: Jaregin fitxategia hemen edo

source: All
es: Todas las
eu: Igotako

source: Images
es: Imagenes
eu: Irudiak

source: Add Image
es: Añadir Imagen
eu: Gehitu Irudia

source: Delete Images
es: Eliminar Imagen
eu: Ezabatu irudiak

source: No images uploaded here..
es: No hay imágenes subidas..
eu: Ez da irudirik igo ..

source: All the files you upload will be listed here.
es: Todas las imágenes que suba aparecerán aqui.
eu: Igotako fitxategi guztiak zerrendatu egingo dira hemen.

source: Click the images to select any items you wish to delete.
es: Haga click en las imágenes que desee eliminar.
eu: Ezabatu nahi dituzun irudien gainean sakatu.

source: Delete selected images.
es: Eliminar las imágenes seleccionadas.
eu: Ezabatu aukeratutako irudiak.

source: Are you sure you want to delete this images ?
es: ¿ Esta seguro de que desea eliminar estas imágenes ?
eu: Zihur zaude irudi hauek ezabatu nahi dituzula ?

source: edit
es: editar
eu: editatu

source: delete
es: eliminar
eu: ezabatu

source: Add a new post to begin.
es: Añada una nueva entrada para comenzar
eu: Hasteko, idatzi sarrera bat.

source: Older Posts
es: Entradas anteriores
eu: Sarrera zaharragoak

source: Posts
es: Entradas
eu: Sarrerak

source: Preview Images
es: Previsualizar imágenes
eu: Irudiak ikusi

source: Add a new <b>User</b>
es: Añadir un nuevo <b>Usuario</b>
eu: <b>Erabiltzaile</b> berria sortu

source: To add a new user, insert the new users Google @gmail account.
es: Para añadir un nuevo usuario, introduce una cuenta de Google @gmail.
eu: Erabiltzaile berria sortzeko, gehitu Google @gmail kontua.

source: Introduce a @gmail account.
es: Intrduce una cuenta @gmail.com
eu: Ipini @gmail kontua

source: Authorized
es: Usuarios
eu: Baimendutako

source: Users
es: Autorizados
eu: Erabiltzaileak

source: Here you can manage the users that can access to the admin.
es: Desde aquí puede manejar los usuarios con acceso.
eu: Erabiltzaileak kudeatu dezakezu hemendik.

source: Name and
es: Nombre y
eu: Izen eta

source: Surname
es: Apellido
eu: Abizena

source: Display name
es: Nombre a visualizar
eu: Bistaratzeko izena

source: Are you sure you want to delete this user ?
es: ¿Está seguro de que desea eliminar este usuario?
eu: Zihur zaude erabiltzaile hau ezabatu nahi duzula ?

source: Welcome to Kolore
es: Bienvenido
eu: Ongi etorri

source: You can view and delete all the uploaded images here.
es: Visualice o elimine todas las imágenes subidas.
eu: Ikusi edo ezabatu, igotako irudiak.

source: Delete selected user.
es: Eliminar usuario.
eu: Ezabatu erabiltzailea.

source: Delete selected post.
es: Eliminar publicación.
eu: Ezabatu sarrera.

source: Are you sure you want to delete this post ?
es: Está seguro de que desea eliminar esta publicación ?
eu: Zihur al zaude sarrera hau ezabatu nahi duzula ?
